Repository: common-repository/unpluged-bar
Catalog: translation/unpluged-bar-*.po
Languages: be_by, he_il

source: This plugin was built for a specific personal usage, and for that it is good as it is. if it will prove to be needed, i will try to improve the plugin.
be_by: Этот плагин был построен для конкретного личного использования, и что это хорошо, как оно есть. если это окажется необходимым, я постараюсь, чтобы улучшить плагин.
he_il: התוסף הזה נבנה לשימוש אישי במקום ספציפי, ולזה הוא טוב כמו שהוא. אם יהיה ביקוש, אשתדל להמשיך לשפר את התוסף.

source: To activate the plugin you'll need to paste the shortcode [unpbr] to the specific post or page, and set the donation goal and present state.
be_by: Для активации плагина нужно вставить краткий код [unpbr] на конкретный пост или страницы, и поставили перед собой цель пожертвования и современного состояния.
he_il: על מנת להפעיל את התוסף עליך להדביק את הקוד הקצר [unpbr] ברשומה או בעמוד הספציפי, ולהגדיר את מטרת קמפיין ההתרמה, ואת המצב הנוכחי.

source: Settings
be_by: Настройки
he_il: הגדרות

source: The goal of this doantion campaign:
be_by: Цель этой кампании:
he_il: מטרת היעד של קמפיין ההתרמה הזה:

source: The present state of this donation campaign:
be_by: Нынешнее состояние этого пожертвования кампании:
he_il: המצב הנוכחי של קמפיין ההתרמה הזה:

source: Link to donation page:
be_by: Ссылка на страницу пожертвований
he_il: קישור לדף התרומות:

source: Width of the middle part of the bar:
be_by: Ширина в средней части панели:
he_il: רוחב החלק האמצעי של הסרגל:

source: just the number of pixels (without adding the "px").
be_by: просто число пикселей (без добавления "px").
he_il: כתוב רק את מספר הפיקסלים (ללא הסופית "px").

source: You can play with this attribute a bit, until it will please you.
be_by: Вы можете играть с этим атрибутом немного, пока он не удовлетворит Вас.
he_il: אתה מוזמן לשחק קצת עם אפשרות הרוחב הזו עד שהמראה ירצה אותך.

source: Alternate texts
be_by: Альтернативный текст
he_il: טקסטים חלופיים

source: if you want that different will appear above & below the bar, submit it here.
he_il: אם אתה מעוניין שטקסט אחר יופיע בהודעה מתחת ומעל לסרגל התרומות, הזן אותו כאן.

source: Alternate text for "Our donation campaign:"
he_il: טקסט חלופי עבור "קמפיין התרומות שלנו:"

source: Alternate text for "Until now your good will brought to us:"
be_by: Альтернативный текст для "До сих пор ваша добрая воля принесла нам:"
he_il: טקסט חלופי עבור "עד עתה, הרצון הטוב שלכם הביא עימו:"

source: Alternate text for "We want to reach:"
be_by: Альтернативный текст для "Мы хотим достичь:"
he_il: טקסט חלופי עבור "אנו מעוניינים להגיע ל-"

source: Style of donation box
he_il: סגנון העיצוב של כל מסגרת התרומות, כולל הטקסט

source: Here you can change the styling of the entire donation box, with css syntax
he_il: כאן באפשרותך לשנות את העיצוב של קופסת התרומות, בעזרת תחביר CSS.

source: Background:
he_il: רקע המסגרת:

source: save settings
be_by: сохранить настройки
he_il: שמור הגדרות.

source: If you want to give something back:
be_by: Если вы хотите отдать что-то:
he_il: אם אתה מעוניין לתת משהו בחזרה:

source: My Amazon Wishlist
he_il: רשימת הבקשות שלי מאמזון

source: Until now your good will brought to us:
be_by: До сих пор ваша добрая воля принесла нам:
he_il: עד עתה, הרצון הטוב שלכם הביא עימו:

source: We want to reach:
be_by: Мы хотим достичь:
he_il: אנו מעוניינים להגיע ל-

source: Our donation campaign:
he_il: קמפיין התרומות שלנו:

source: We need your help
be_by: Нам нужна ваша помощь
he_il: אנחנו זקוקים לעזרתכם

source: if you want that different will appear below the bar, submit it here.
be_by: Если Вы хотите, что различные появится под панель, представте его здесь.
